Repository: gade01/visualization.matrix
Catalog: visualization.matrix/resources/language/resource.language.*/strings.po
Languages: da_dk, zh_cn

# Addon Summary
source: Matrix inspired visualization for Kodi.
da_dk: Matrix-inspireret visualisering til Kodi.
zh_cn: 受矩阵启发的KODI可视化。

# Addon Description
source: This music visualization is inspired by the movie "Matrix". It features eight presets.
da_dk: Denne musikvisualisering er inspireret af filmen "Matrix". Den har otte forudindstillinger.
zh_cn: 这次音乐可视化的灵感来自电影《黑客帝国》。它有八个预置。

# #30000
source: General
da_dk: Generel
zh_cn: 常规

# #30001
source: Pixel size
da_dk: Pixelstørrelse
zh_cn: 像素大小

# #30002
source: Size of a "pixel" which forms the rain.
da_dk: Størrelse på en "pixel", der danner regnen.
zh_cn: 形成雨水的“像素”的大小。

# #30003
source: Rain fall speed
da_dk: Regnens hastighed
zh_cn: 降雨速度

# #30004
source: The speed how fast the rain is falling.
da_dk: Hastigheden ved hvor hurtigt regnen falder.
zh_cn: 雨下得多快。

# #30005
source: Noise fluctuation
da_dk: Støjudsving
zh_cn: 噪声波动

# #30006
source: The speed how fast the noise is changing.
da_dk: Hastigheden ved hvor hurtigt støj ændrer sig.
zh_cn: 噪音变化的速度。

# #30007
source: Distort threshold
da_dk: Tærskel for forvringning
zh_cn: 扭曲阈值

# #30008
source: Threshold of loudness at which vertical distortion occurs.
da_dk: Tærskel for lydstyrke, hvor vertikal forvrængning opstår.
zh_cn: 发生垂直失真的响度阈值。

# #30009
source: User defined pixel size
da_dk: Brugerdefineret pixelstørrelse
zh_cn: 用户定义的像素大小

# #30010
source: Enables the manual setting of the size of the dots.
da_dk: Aktiverer manuel indstilling af størrelsen på prikkerne.
zh_cn: 启用手动设置点的大小。

# #30011
source: Strength of rain highlights
da_dk: Styrken af højlys-områder
zh_cn: 雨点高光的强度

# #30012
source: Sets the colour intensity of individual raindrops at music peaks.
da_dk: Indstiller farveintensiteten for individuelle regndråber ved kraftig musik.
zh_cn: 在音乐峰值上设置各个雨滴的颜色强度。

# #30050
source: Red
da_dk: Rød
zh_cn: 红

# #30051
source: Green
da_dk: Grøn
zh_cn: 绿

# #30052
source: Blue
da_dk: Blå
zh_cn: 蓝

# #30053
source: The color of the "pixels".
da_dk: Farven på "pixels".
zh_cn: “像素”的颜色。

# #30060
source: Enable performance optimizations
da_dk: Aktivér optimeringer af ydeevne
zh_cn: 启用性能优化

# #30061
source: Lowers the quality of some shader calculations in order to boost performance (FPS) on slower systems.
da_dk: Sænker kvaliteten af nogle shader-beregninger for at øge ydeevnen (FPS) på langsommere systemer.
zh_cn: 降低了一些着色器计算的质量，以便在较慢的系统上提升性能（FPS）。

# #30062
source: CRT effect
da_dk: CRT-effekt
zh_cn: CRT效果

# #30063
source: Adds a CRT-like distortion effect.
da_dk: Tilføjer en CRT-lignende forvrængningseffekt.
zh_cn: 增加了类似CRT的失真效果。

# #30101
source: Album
zh_cn: 专辑

# #30102
source: Rain only
da_dk: Kun regn
zh_cn: 仅下雨

# #30103
source: Rain with waveform
da_dk: Regn med waveform
zh_cn: 下雨与波型

# #30104
source: Rain with waveform envelope
da_dk: Regn med udfyldt waveform
zh_cn: 波形包裹下雨

# #30105
source: Clean rain
da_dk: Klar regn
zh_cn: 简洁下雨

# #30106
source: Clean rain with waveform
da_dk: Klar regn med waveform
zh_cn: 简洁下雨与波型

# #30107
source: Clean rain with waveform envelope
da_dk: Klar regn med udfyldt waveform
zh_cn: 波形包裹简洁下雨
